; MSETUP4 string table
[STRING]
CHARSET="161"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="Δεν είναι δυνατή η εκκίνηση του λογισμικού αυτού γιατί χρησιμοποιείται από άλλον χρήστη."
MSE1="Δεν είναι δυνατή η επανεκκίνηση του συστήματος. Τερματίστε το πρόγραμμα εγκατάστασης ή τις εφαρμογές που εκτελούνται αυτή τη στιγμή. Κατόπιν, τερματίστε το πρόγραμμα εγκατάστασης της Canon και δοκιμάστε ξανά."
MSE2="Δεν είναι δυνατή η χρήση του προγράμματος με το τρέχον λειτουργικό σύστημα."
MSE3="Για να εγκαταστήσετε το λογισμικό, πρέπει να συνδεθείτε σε έναν λογαριασμό διαχειριστή.\nΚάντε κλικ στο [OK] για να ακυρώσετε την εγκατάσταση. Αν χρησιμοποιείτε το CD-ROM, αφαιρέστε το αφού κάνετε κλικ στο [OK].\nΜετά την ακύρωση της εγκατάστασης, συνδεθείτε σε έναν λογαριασμό διαχειριστή και στη συνέχεια κάντε εγκατάσταση του λογισμικού."
MSE3_Mac="Συνδεθείτε ως διαχειριστής για να εκκινήσετε το λογισμικό."
MSE31_Mac="Για να εγκαταστήσετε το λογισμικό απαιτείται το όνομα χρήστη και ο κωδικός πρόσβασης του διαχειριστή."
MSE4="Χρειάζεστε μια κατάλληλη εφαρμογή για να προβάλετε το επιλεγμένο αρχείο."
MSE5="Δεν υπάρχει αρκετός χώρος στη μονάδα δίσκου %D%. Χρειάζονται %S% M byte για να εγκαταστήσετε το λογισμικό."
MSE6="Ο φάκελος που καθορίσατε δεν είναι έγκυρος. Καθορίστε ένα φάκελο με δυνατότητα εγγραφής που να βρίσκεται στον τοπικό σκληρό δίσκο."
MSE7="Δεν μπορεί να γίνει εκκίνηση του προγράμματος γιατί η ανάλυση της οθόνης είναι χαμηλή. Αλλάξτε την ανάλυση σε 800x600 pixel ή μεγαλύτερη και εκτελέστε τη λειτουργία ξανά.\nΑν η εγκατάσταση γίνεται σε Tablet PC, αλλάξτε τον προσανατολισμό της οθόνης σε οριζόντιο και εκτελέστε τη λειτουργία ξανά."
MSE7_Mac="Δεν μπορεί να γίνει εκκίνηση του προγράμματος γιατί η ανάλυση της οθόνης είναι χαμηλή. Αλλάξτε την ανάλυση σε 800x600 pixel ή μεγαλύτερη και εκτελέστε τη λειτουργία ξανά."
MSE8="Δεν υπάρχει CD-ROM στη μονάδα CD-ROM.\nΤοποθετήστε ξανά το CD-ROM στη μονάδα."
MSE9="Ένα όνομα αρχείου δεν μπορεί να περιλαμβάνει κάποιον από τους ακόλουθους χαρακτήρες:\n/ , ; * ? \\" < > |"
MSE10="Το καθορισμένο όνομα διαδρομής υπερβαίνει το όριο. Καθορίστε το όνομα διαδρομής χρησιμοποιώντας έως 150 χαρακτήρες."
MSE11="Το γράμμα της μονάδας δίσκου δεν περιλαμβάνεται στο καθορισμένο όνομα διαδρομής ή η διαδρομή έχει οριστεί με βάση μια σχετική διαδρομή. Καθορίστε μια απόλυτη διαδρομή."
MSE14="Αυτό το πρόγραμμα δεν υποστηρίζεται από τον υπολογιστή."
MSE15="Αδύνατη η εκτέλεση του προγράμματος σε Service Pack 4 των Windows 2000 ή παλιότερο λειτουργικό σύστημα. Εάν το λειτουργικό σας σύστημα είναι παλιότερο από το Service Pack 4, κάντε ενημέρωση των Windows 2000 σε Service Pack 4 ή νεότερο και επανεκτελέστε τη λειτουργία."
MSE16="Δεν είναι δυνατό το άνοιγμα του αρχείου."
MSE17="Αυτό το πρόγραμμα μπορεί να εκτελεστεί σε Windows XP Service Pack 2 ή νεότερο λειτουργικό σύστημα. Εάν το λειτουργικό σας σύστημα είναι παλιότερο από το Service Pack 2, κάντε ενημέρωση των Windows XP σε Service Pack 2 ή νεότερο και επανεκτελέστε τη λειτουργία."
MSE18="Αυτό το πρόγραμμα μπορεί να εκτελεστεί σε Windows XP Service Pack 3 ή νεότερο λειτουργικό σύστημα κατά τη χρήση των Windows XP. Kάντε ενημέρωση των Windows XP σε Service Pack 3 ή νεότερο και προσπαθήστε ξανά."
MSE19="Αυτό το πρόγραμμα μπορεί να εκτελεστεί σε Windows Vista Service Pack 1 ή νεότερο λειτουργικό σύστημα κατά τη χρήση των Windows Vista. Κάντε ενημέρωση των Windows Vista σε Service Pack 1 ή νεότερο και προσπαθήστε ξανά."
MSE20="Αυτό το πρόγραμμα μπορεί να εκτελεστεί σε Windows Vista Service Pack 2 ή νεότερο λειτουργικό σύστημα κατά τη χρήση των Windows Vista. Κάντε ενημέρωση των Windows Vista σε Service Pack 2 ή νεότερο και προσπαθήστε ξανά."
MSE21="Δεν υπάρχει CD-ROM στη μονάδα. Η εφαρμογή ρύθμισης θα κλείσει."
MSM0001="OK"
MSM0002="Άκυρο"
MSM0003="Ναι"
MSM0004="Όχι"
MSM0005="Προηγούμενο"
MSM0006="Επόμενο"
MSM0007="Συνέχιση"
MSM0008="Ματαίωση"
MSM0009="Έξοδος"
MSM0010="Εγκατάσταση"
MSM0011="Βοήθεια"
MSM0012="Επιλογή όλων"
MSM0013="Απαλοιφή όλων"
MSM0014="Έλεγχος τελευταίων πληροφοριών"
MSM0015="Συνέχεια εγκατάστασης"
MSM0016="Ακύρωση εγκατάστασης"
MSM0017="Γλώσσα"
MSM0018="Προεπιλογές"
MSM0019="Παράλειψη"
MSM0020="Πίσω στην αρχή"
MSM0021="Κλείσιμο"
MSM0022="Αποθήκευση"
MSM0101="Σφάλμα"
MSM0102="Προειδοποίηση"
MSM0103="Πληροφορίες"
MSM0104="Canon"
MSM1001="Γλώσσα"
MSM1002="Επιλέξτε τη γλώσσα που θα χρησιμοποιήσετε με αυτό το πρόγραμμα και κάντε κλικ στο κουμπί [Επόμενο]."
MSM1003="Επιλέξτε τη γλώσσα που θα χρησιμοποιήσετε με αυτό το πρόγραμμα και κάντε κλικ στο κουμπί [Προηγούμενο]."
MSM1004="Επιλέξτε τη γλώσσα σας."
MSM1011=
MSM1021="Λήψη πληροφοριών"
MSM1022="Λήψη πληροφοριών για το πιο πρόσφατο πρόγραμμα οδήγησης και λογισμικό."
MSM1023=
MSM1024="Λήψη πληροφοριών για το πιο πρόσφατο λογισμικό."
MSM1031="Σφάλμα λήψης πληροφοριών"
MSM1032="Απέτυχε η λήψη πληροφοριών για το πρόγραμμα οδήγησης και το λογισμικό. Ελέγξτε τη σύνδεση του δικτύου και δοκιμάστε ξανά."
MSM1033="Δεν βρέθηκε λογισμικό συμβατό με το περιβάλλον σας."
MSM1034="Απέτυχε η λήψη πληροφοριών για το λογισμικό. Ελέγξτε τη σύνδεση του δικτύου και δοκιμάστε ξανά."
MSM1051="Επιλογή εκτυπωτή"
MSM1052="Επιλογή σαρωτή"
MSM1103="ΗΠΑ, Καναδάς, Λατινική Αμερική"
MSM1104="Ευρώπη, Μέση Ανατολή, Αφρική"
MSM1105="Ασία"
MSM1106="Περιοχή Ειρηνικού"
MSM1116="Χώρα και περιοχή"
MSM1117="Επιλέξτε τον τόπο διαμονής σας."
MSM1118="Επιλέξτε τη χώρα ή την περιοχή σας. Εάν η χώρα ή η περιοχή σας δεν εμφανίζεται παρακάτω, επιλέξτε «Άλλη»."
MSM1241="Εκκίνηση ρύθμισης"
MSM1242="Η έναρξη της ρύθμισης είναι απαραίτητη για να χρησιμοποιήσετε το μηχάνημα από τον υπολογιστή.\nΑκολουθήστε τις οδηγίες που εμφανίζονται στην οθόνη."
MSM1243="Εκκίνηση ρύθμισης"
MSM1244="Αυτό το λογισμικό σ΄ς επιτρέπει να χρησιμοποιήσετε το μηχάνημα από τον υπολογιστή."
MSM1245="Χρήσιμο λογισμικό"
MSM1246="Δείχνει τον τρόπο λήψης και χρήσης λογισμικού ώστε να αξιοποιείτε στο έπακρο το μηχάνημά σας."
MSM1247="Εγχειρίδιο Online"
MSM1248="Το εγχειρίδιο μπορεί να ελεγχθεί online."
MSM1249="Χρησιμοποιήστε το ενημερωμένο λογισμικό που υπάρχει στο Internet"
MSM1250="Ρυθμίσεις"
MSM1305="Ελεύθερος χώρος στη μονάδα δίσκου %DRIVELETTER% %DISKSPACE% MB"
MSM1306="Συνολικός χώρος που χρησιμοποιείται: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1311="Εφαρμογή"
MSM1312="Εκτιμώμενος χρόνος εγκατάστασης: %INSTALLTIME_MIN% έως %INSTALLTIME_MAX% λεπτά"
MSM1315="Η εγκατάσταση ίσως πάρει λίγη ώρα, ανάλογα με το περιβάλλον του δικτύου σας."
MSM1451="Λίστα εγκατάστασης λογισμικού"
MSM1452="Θα εγκατασταθεί το επιλεγμένο λογισμικό. Βεβαιωθείτε ότι το λογισμικό που θέλετε να εγκαταστήσετε έχει επιλεγεί και κάντε κλικ στο κουμπί [Επόμενο]."
MSM1453_Mac=
MSM1454="Αυτό το λογισμικό είναι υποχρεωτικό και δεν μπορεί να ακυρωθεί η επιλογή του."
MSM1455_Mac=
MSM1601="Αδεία χρήσης"
MSM1602="Πριν εγκαταστήσετε τα επιλεγμένα προγράμματα λογισμικού, διαβάστε προσεκτικά την άδεια χρήσης παρακάτω."
MSM1603="Εάν αποδέχεστε τη συμφωνία, κάντε κλικ στο [Ναι]. Εάν κάνετε κλικ στο [Όχι], θα ακυρωθεί η εγκατάσταση του λογισμικού."
MSM1604="Πριν από την εγκατάσταση των %CURRENT_STEPITEM%, διαβάστε προσεκτικά την παρακάτω άδεια χρήσης."
MSM1605="Εάν αποδέχεστε τη συμφωνία, κάντε κλικ στο [Ναι]. Εάν κάνετε κλικ στο [Όχι], θα ακυρωθεί η εγκατάσταση αυτής της εφαρμογής."
MSM1606="Προϊόντα της Canon"
MSM1607="Εάν δεν αποδέχεστε την άδεια χρήσης, δεν θα γίνει εγκατάσταση του λογισμικού. Εντάξει;"
MSM1608="Εάν δεν αποδέχεστε την άδεια χρήσης, αυτή η εφαρμογή και το Print Studio Pro, για την εκτέλεση του οποίου απαιτείται αυτή η εφαρμογή, δεν θα εγκατασταθεί. Εντάξει;"
MSM1671="Εγκατάσταση του .NET Framework"
MSM1672="To Microsoft .NET Framework 4 δεν είναι εγκατεστημένο στον υπολογιστή σας. Για να χρησιμοποιήσετε το σύνολο του λογισμικού θα πρέπει να εγκαταστήσετε το Microsoft .NET Framework 4. Θέλετε να το εγκαταστήσετε τώρα;"
MSM1681="Δεν βρέθηκε το Microsoft .NET Framework 4"
MSM1682="Το Microsoft .NET Framework 4 δεν βρέθηκε ή δεν είναι εγκατεστημένο σωστά.\nΤο Microsoft .NET Framework 4 θα πρέπει να έχει εγκατασταθεί σωστά για να γίνει εγκατάσταση αυτού του λογισμικού."
MSM1683="Το λογισμικό που έχετε επιλέξει απαιτεί εγκατάσταση του .Net Framework. Το λογισμικό αυτό ενδέχεται να μην εγκατασταθεί εάν δεν είστε συνδεδεμένοι στο Ίντερνετ."
MSM1684="  - %s"
MSM1701="Πρόοδος εγκατάστασης: %PROGRESS%%"
MSM1702="Απομένει(-ουν) περίπου %RESTTIME% λεπτό(-ά) για να ολοκληρωθεί"
MSM1711="Λήψη..."
MSM1712="Υπολογισμός του χρόνου που απομένει..."
MSM1804="Αδεία χρήσης"
MSM1809="Ολοκλήρωση"
MSM1901="Γίνεται επεξεργασία"
MSM1902="Γίνεται επεξεργασία. Περιμένετε."
MSM1903="Θα διαρκέσει περίπου ένα λεπτό."
MSM1904="Εγκατάσταση: %ITEM%"
MSM1905="Λήψη: %ITEM%"
MSM1906="Λήψη %PROG_CAPA%/%TOTAL_CAPA% MB"
MSM1907="Έλεγχος των στοιχείων προς λήψη..."
MSM1908="Λήψη... %d/%d"
MSM2001="Σύνδεση εκτυπωτή"
MSM2002="Βεβαιωθείτε ότι ο εκτυπωτής είναι συνδεδεμένος στον υπολογιστή και ανοίξτε τον εκτυπωτή."
MSM2003="Δεν εντοπίστηκε ο εκτυπωτής. Ελέγξτε τη σύνδεση."
MSM2008="Ο εκτυπωτής καταχωρείται στον υπολογιστή σας. \nΊσως η ολοκλήρωση αυτής της διαδικασίας πάρει λίγη ώρα."
MSM2010="Σύνδεση εκτυπωτή"
MSM2031="Σύνδεση σαρωτή"
MSM2032="Βεβαιωθείτε ότι ο σαρωτής είναι συνδεδεμένος στον υπολογιστή και ενεργοποιήστε το σαρωτή, αν διαθέτει κουμπί ON."
MSM2033="Δεν εντοπίστηκε ο σαρωτής. Ελέγξτε τη σύνδεση."
MSM2034="Ο σαρωτής εντοπίστηκε. Περιμένετε μέχρι να ολοκληρωθεί η εγκατάσταση."
MSM2096="Εντοπισμός εκτυπωτή"
MSM2097="Αναζήτηση του εκτυπωτή στο δίκτυο."
MSM2111="Γίνεται έλεγχος της κατάστασης του εκτυπωτή"
MSM2112="Ελέγξτε τη μέθοδο σύνδεσης"
MSM2113="Σύνδεση του εκτυπωτή στον ακόλουθο ασύρματο δρομολογητή μέσω ασύρματης σύνδεσης;"
MSM2114="Ασύρματος δρομολογητής: %s"
MSM2115="Εκτυπωτής (Αριθμός σειράς): %s (%s)"
MSM2116="Να επιτρέπεται η χρήση του ακόλουθου εκτυπωτή μέσω σύνδεσης Wi-Fi;"
MSM2117="Να επιτρέπεται η χρήση του ακόλουθου εκτυπωτή μέσω ενσύρματης σύνδεσης LAN;"
MSM2118="Να επιτρέπεται η χρήση του %s με σύνδεση USB;"
MSM2119="Να επιτρέπεται η χρήση του ακόλουθου εκτυπωτή μέσω Άμεσης σύνδεσης;"
MSM2120="Σχετικέ με τους Τύπους σύνδεσης"
MSM2121="Επιλέξτε ασύρματο δρομολογητή"
MSM2122="Επιλέξτε τον ασύρματο δρομολογητή με τον οποίο θέλετε να συνδέσετε τον εκτυπωτή."
MSM2123="Ασύρματοι δρομολογητές:"
MSM2124="Κωδικός πρόσβασης:"
MSM2125="Απόκρυψη κειμένου"
MSM2126="Μη αυτόματη προσθήκη"
MSM2131="Εισαγάγετε τα στοιχεία του ασύρματου δρομολογητή σας."
MSM2132="Όνομα δικτύου (SSID):"
MSM2133="Τύπος κρυπτογράφησης:"
MSM2134="Να μην χρησιμοποιηθεί"
MSM2135="Χρήση WEP"
MSM2136="Χρήση WPA/WPA2"
MSM2137="Καμία"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="Μήκος κλειδιού WEP:"
MSM2142="64bit"
MSM2143="128bit"
MSM2151="Μορφή κλειδιού WEP:"
MSM2152="ASCII"
MSM2153="Δεκαεξαδική"
MSM2161="Αναγνωριστικό κλειδιού WEP:"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="Για WEP 64-bit, το μήκος κλειδιού πρέπει να είναι 5 χαρακτήρες σε μορφή ASCII.\nΕισαγάγετε ξανά."
MSM2172="Για WEP 64-bit, το μήκος κλειδιού πρέπει να είναι 10 ψηφία σε δεκαεξαδική μορφή.\nΕισαγάγετε ξανά."
MSM2173="Για WEP 128-bit, το μήκος κλειδιού πρέπει να είναι 13 χαρακτήρες σε μορφή ASCII.\nΕισαγάγετε ξανά."
MSM2174="Για WEP 128-bit, το μήκος κλειδιού πρέπει να είναι 26 ψηφία σε δεκαεξαδική μορφή.\nΕισαγάγετε ξανά."
MSM2175="Οι χαρακτ. εκτός των χαρακτήρων ASCII δεν μπορούν να χρησιμοποιηθούν εάν η μορφή κλειδιού είναι ASCII. \nΚαταχ. τη σωστή τιμή."
MSM2176="Οι χαρακτήρες εκτός των δεκαεξαδ. ψηφίων δεν μπορούν να χρησιμοπ. εάν η μορφή κλειδιού είναι δεκαεξαδική.\nΚαταχ. τη σωστή τιμή."
MSM2177="Καταχωρίστε έναν κωδικό πρόσβασης με 8 έως 63 χαρακτήρες (σε μορφή ASCII) ή 64 ψηφία (σε δεκαεξαδική μορφή)."
MSM2178="Ο κωδικός πρόσβασης δεν είναι έγκυρος. Εισάγετε 5 ή 13 χαρακτήρες ή 10 ή 26 χαρακτήρες (σε δεκαεξαδική μορφή)."
MSM2181="Ελέγξτε το όνομα δικτύου (SSID)"
MSM2182="Ασύρματος δρομολογητής (SSID): %s\n\nΑν το όνομα δικτύου (SSID) είναι σωστό, κάντε κλικ στο [Επόμενο] για συνέχεια.\nΑν το όνομα δικτύου (SSID) δεν είναι σωστό, κάντε κλικ στο [Προηγούμενο] και προσθέστε ξανά τον ασύρματο δρομολογητή."
MSM2183="Ο κωδικός πρόσβασης για τον ασύρματο δρομολογητή ενδέχεται να μην είναι σωστός.\nΚάντε κλικ στο [Προηγούμενο] και πληκτρολογήστε ξανά τον κωδικό πρόσβασης."
MSM2184="Σφάλμα επιλογής δικτύου (SSID)"
MSM2185="Ο εκτυπωτής σας δεν υποστηρίζει δίκτυα 5GHz.\nΚάντε κλικ στο [Προηγούμενο] και επιλέξτε δίκτυο (SSID) που να υποστηρίζει 2.4GHz."
MSM2186="Ο τύπος κρυπτογράφησης του ασύρματου δρομολογητή δεν αντιστοιχεί στις ρυθμίσεις κρυπτογράφησης.\nΚάντε κλικ στο [Προηγούμενο] και προσθέστε ξανά τον ασύρματο δρομολογητή."
MSM2190="Επιλέξτε δίκτυο (SSID)"
MSM2191="Το δίκτυο (SSID) στο οποίο είναι συνδεδεμένος ο υπολογιστής δεν μπορεί να εντοπιστεί από τον εκτυπωτή. Επιλέξτε όνομα δικτύου (SSID)."
MSM2192="Διεύθυνση MAC:"
MSM2193="(Επιλογή)"
MSM2194="Άλλα δίκτυα"
MSM2195="Ρυθμίσεις δικτύου (SSID)"
MSM2196="Εισάγετε τις πληροφορίες δικτύου (SSID)."
MSM2197="Κωδικός πρόσβασης"
MSM2198="Εισάγετε τον κωδικό πρόσβασης δικτύου (SSID)."
MSM2199="Όνομα δικτύου (SSID): %s"
MSM2200="Όνομα δικτύου (SSID): %s\n\nΑν το όνομα δικτύου (SSID) είναι σωστό, κάντε κλικ στο [Επόμενο] για συνέχεια.\nΑν το όνομα δικτύου (SSID) δεν είναι σωστό, κάντε κλικ στο [Προηγούμενου] και επιλέξτε ξανά όνομα δικτύου (SSID)."
MSM2201="Ο κωδικός πρόσβασης για το δίκτυο (SSID) ενδέχεται να μην είναι σωστός.\nΚάντε κλικ στο [Προηγούμενο] και πληκτρολογήστε ξανά τον κωδικό πρόσβασης."
MSM2202="Ο εκτυπωτής σας δεν υποστηρίζει δίκτυα 5GHz.\nΚάντε κλικ στο [Προηγούμενο] και επιλέξτε δίκτυο (SSID) που να υποστηρίζει 2.4GHz."
MSM2203="Ο τύπος κρυπτογράφησης του δικτύου (SSID) δεν αντιστοιχεί στις ρυθμίσεις κρυπτογράφησης.\nΚάντε κλικ στο [Προηγούμενο] και ρυθμίστε ξανά τις παραμέτρους."

MSM2252="Ολοκλήρωση εγκατάστασης"
MSM2253="Η ρύθμιση για την εκτύπωση από τον υπολογιστή ολοκληρώθηκε.\nΣτη συνέχεια, θα γίνει εγκατάσταση του λογισμικού."
MSM2254="Η εγκατάσταση δεν ολοκληρώθηκε.\nΓια να συνεχίσετε την εγκατάσταση του χρήσιμου λογισμικού, κάντε κλικ στο κουμπί [Συνέχιση]."
MSM2255="Η εγκατάσταση ολοκληρώθηκε."
MSM2256="Μπορείτε τώρα να εκτυπώσετε απ τον υπολογιστή σας."
MSM2261="Ρύθμιση"
MSM2262="Η σύνδεση δικτύου είναι προσωρινά απενεργοποιημένη κατά τη ρύθμιση.\nΑυτό ενδέχεται να διαρκέσει μερικά λεπτά. Περιμένετε."
MSM2263="Η εκτέλεση ρύθμισης χωρίς καλώδια απέτυχε. Αναστείλετε τη διαδικασία και επιλέξτε διαφορετική μέθοδο ρύθμισης ακολουθώντας τις οδηγίες που εμφανίζονται στις οθόνες."
MSM2264="Εκτέλεση ρύθμισης. Αυτό ενδέχεται να διαρκέσει μερικά λεπτά. Περιμένετε."
MSM2301="Αποτυχία εγκατάστασης"
MSM2310="Σφάλμα αναζήτησης εκτυπωτή"
MSM2311="Ο συνδεδεμένος εκτυπωτής δεν βρέθηκε.\nΓια να κάνετε νέα αναζήτηση για τον εκτυπωτή, κάντε κλικ στο [Νέα αναζήτηση]."
MSM2312="Νέα αναζήτηση"
MSM2313="Η ρύθμιση ακυρώθηκε"
MSM2314="Η ρύθμιση έχει ακυρωθεί.\nΚάντε κλικ στο [Πίσω στην αρχή] και κάντε επανεκκίνηση της ρύθμισης."
MSM2315="Η εγκατάσταση απέτυχε.\nΚάντε κλικ στο [Πίσω στην αρχή] και κάντε επανεκκίνηση της ρύθμισης."
MSM2390="Πρέπει να εκτελέσετε ευθυγράμμιση κεφαλής εκτύπωσης πριν χρησιμοποιήσετε τον εκτυπωτή. Για λεπτομέρειες, κάντε κλικ στο [Ευθυγράμμιση κεφαλής εκτύπωσης] και ακολουθήστε τις οδηγίες στην οθόνη.\n\nΌταν ολοκληρωθεί η ευθυγράμμιση, κάντε κλικ στο [Επόμενο]."
MSM2391="Ευθυγράμμιση κεφαλής εκτύπωσης"
MSM2401="Συνιστάται ευθυγράμμιση κεφαλής εκτ."
MSM2411="Ευθυγράμμιση κεφαλής εκτύπωσης"
MSM2413="Εκτέλεση"
MSM2414="Όταν εκτυπώνετε φωτογραφίες σε αυτόν τον εκτυπωτή, συνιστάται να εκτελείτε ευθυγράμμιση των κεφαλών του εκτυπωτή. Για να εκτελέσετε τώρα την ευθυγράμμιση κεφαλών του εκτυπωτή, τοποθετήστε απλό χαρτί στην κασέτα και κάντε κλικ στο [Εκτέλεση]. Αφού ολοκληρωθεί η ευθυγράμμιση κεφαλών, κάντε κλικ στο [Επόμενο]. Για περισσότερες λεπτομέρειες, ανατρέξτε στο εγχειρίδιο του εκτυπωτή σας.\n\nΕπιπλέον, η ευθυγράμμιση κεφαλών είναι διαθέσιμη και μετά την ολοκλήρωση της εγκατάστασης. Για να συνεχίσετε χωρίς να εκτελέσετε την ευθυγράμμιση κεφαλών, κάντε κλικ στο [Επόμενο]."
MSM2416="Θα πρέπει να εκτελέσετε την ευθυγράμμιση κεφαλής εκτύπωσης πριν χρησιμοποιήσετε αυτόν τον εκτυπωτή. Κάντε κλικ στην επιλογή [Εκτέλεση] για να εμφανιστεί το παράθυρο Έναρξη Ευθυγράμμισης Κεφαλής Εκτύπωσης. Ακολουθήστε τις οδηγίες που εμφανίζονται στην οθόνη για να εκτυπώσετε το μοτίβο ευθυγράμμισης. Τοποθετήστε το εκτυπωμένο μοτίβο ευθυγράμμισης στην επίπεδη επιφάνεια και εκτελέστε τη σάρωση.\n\nΑφού ολοκληρωθεί η ευθυγράμμιση κεφαλής εκτύπωσης κάντε κλικ στο [Επόμενο]."
MSM2416_Mac=
MSM2417="Ο εκτυπωτής διαθέτει λειτουργία ευθυγράμμισης της κεφαλής εκτύπωσης. Εάν η εκτύπωση περιέχει μη ευθυγραμμισμένες γραμμές ή δεν είναι ικανοποιητική, ενδέχεται να λυθούν τα προβλήματα αυτά με ευθυγράμμιση της κεφαλής εκτύπωσης."
MSM2418="Πριν χρησιμοποιήσετε τον εκτυπωτή, πρέπει να ευθυγραμμίσετε την κεφαλή εκτύπωσης. Τοποθετήστε χαρτί στον εκτυπωτή, κάντε κλικ στο κουμπί [Εκτέλεση] και, στη συνέχεια, κάντε κλικ στο κουμπί [Επόμενο]."
MSM2418_Mac="Πριν χρησιμοποιήσετε τον εκτυπωτή, πρέπει να ευθυγραμμίσετε την κεφαλή εκτύπωσης. Τοποθετήστε χαρτί στον εκτυπωτή και κάντε κλικ στο κουμπί [Εκτέλεση].\n\nΜετά την ολοκλήρωση της ευθυγράμμισης της κεφαλής εκτύπωσης, κάντε κλικ στο κουμπί [Επόμενο]."
MSM2420="Πραγματοποιείται αναζήτηση για εκτυπωτές."
MSM2421="Πραγματοποιείται αναζήτηση για %PRODUCTNAME%."
MSM2422="Δεν είναι δυνατή η εύρεση της ουράς εκτύπωσης."
MSM2423="Κάντε κλικ στο [Δήλωση εκτυπωτή] για να δηλώσετε τον εκτυπωτή σας."
MSM2424="Δήλωση εκτυπωτή"
MSM2434="Δήλωση σαρωτή"
MSM2437_Mac=
MSM2438_Mac="Όταν κάνετε κλικ στην επιλογή [Προσθήκη εκτυπωτή], εμφανίζονται οι διαθέσιμοι εκτυπωτές. Επιλέξτε %s στο οποίο εμφανίζεται το \"Canon IJ Network\" στο πεδίο τύπου και, στη συνέχεια, κάντε κλικ στο [Προσθήκη].\nΑφού προσθέσετε τον εκτυπωτή, κάντε κλικ στο [Επόμενο]."
MSM2439_Mac=
MSM2440_Mac=
MSM2441_Mac=
MSM2451="Δήλωση χρήστη"
MSM2453="Επόμενο"
MSM2464="Δήλωση χρήστη"
MSM2465="Δηλώστε το προϊόν σας Canon σήμερα και θα έχετε δικαίωμα να λάβετε τα εξής:\n- Το μηνιαίο ενημερωτικό δελτίο μας μέσω e-mail με προσφορές της Canon\n- Διασκεδαστικά έργα Creative Park και χρήσιμες συμβουλές\n- Ειδοποιήσεις για αναβαθμίσεις λογισμικού"
MSM2474="Δήλωση χρήστη"
MSM2475="Δηλώνοντας το προϊόν σας μπορείτε να λαμβάνετε χρήσιμες πληροφορίες για το προϊόν σας και για τις διαθέσιμες υπηρεσίες. Για τη δήλωση απαιτείται σύνδεση στο Internet."
MSM2484="Δήλωση Προϊόντος"
MSM2485JU="Δηλώστε σήμερα το προϊόν σας Canon και θα έχετε τα ακόλουθα πλεονεκτήματα:\n- Η Canon U.S.A. διατηρεί αρχείο με τα στοιχεία σας σε περίπτωση ασφαλιστικών απαιτήσεων\n- Γίνετε οι πρώτοι που θα λάβουν ειδοποίηση για ενημερώσεις λογισμικού\n- Λάβετε το μηνιαίο ενημερωτικό δελτίο με τις προσφορές της Canon μέσω email"
MSM2485M="Ενημερώνοντας ή δηλώνοντας το νέο σας προϊόν, μπορείτε να λαμβάνετε χρήσιμες πληροφορίες για το προϊόν σας και για τις διαθέσιμες υπηρεσίες. Για ενημερώσεις και δήλωση, απαιτείται μία σύνδεση στο internet."
MSM2486_Mac="Εάν κάνετε κλικ στο [Επόμενο], το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης."
MSM2486_Mac2="Εάν κάνετε κλικ στο [Επόμενο], το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής και ο αριθμός σειράς του εκτυπωτή θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης."
MSM2487="Για να γίνει αργότερα η καταχώρηση, κάντε κλικ στο [Άκυρο] και μεταβείτε στο επόμενο βήμα. Μπορείτε επίσης να δηλώσετε το προϊόν σας όποτε εσείς το επιθυμείτε από το Quick Menu."
MSM2501="CANON iMAGE GATEWAY Δήλωση χρήστη"
MSM2502="Καταχώριση"
MSM2503="CANON iMAGE GATEWAY Δήλωση Προϊόντος"
MSM2504="Το CANON iMAGE GATEWAY είναι μια αποκλειστική ηλεκτρονική υπηρεσία για τον αγοραστή προϊόντος που δικαιούται δωρεάν συμμετοχή ως μέλος/ετήσια συμμετοχή ως μέλος με συνδρομή. Μπορείτε να χρησιμοποιήσετε διάφορες υπηρεσίες που θα εμπλουτίσουν την εμπειρία της ψηφιακής φωτογραφίας αν υποβάλετε την αίτηση δήλωσης χρήστη."
MSM2505="Το CANON iMAGE GATEWAY είναι ιστότοπος χωρίς τέλη μέλους. Παρέχουμε πληροφορίες υποστήριξης για τα προϊόντα μας και πληροφορίες σχετικά με την εκτύπωση στοιχείων όπως κάρτες για το Νέο Έτος. Προσφέρουμε χρήσιμες συμβουλές, όπως τεχνικές λήψης για τις κάμερές μας, ώστε να μείνετε πλήρως ικανοποιημένοι από τα προϊόντα μας, καθώς επίσης και πολύτιμες πληροφορίες σχετικά με εκπτώσεις outlet που διατίθενται αποκλειστικά για τα μέλη μας."
MSM2506="Εάν κάνετε κλικ στο [Καταχώριση], το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης."
MSM2507="Εάν κάνετε κλικ στο [Καταχώριση], το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής και ο αριθμός σειράς του εκτυπωτή θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης."
MSM2511="Δήλωση χρήστη"
MSM2513="Δήλωση Προϊόντος"
MSM2514="Δηλώστε το προϊόν σας Canon σήμερα και θα έχετε δικαίωμα να λάβετε τα εξής:\n- Το μηνιαίο ενημερωτικό δελτίο μας μέσω e-mail με προσφορές της Canon\n- Διασκεδαστικά έργα Creative Park και χρήσιμες συμβουλές\n- Ειδοποιήσεις για αναβαθμίσεις λογισμικού"
MSM2515="Δηλώνοντας το προϊόν σας μπορείτε να λαμβάνετε χρήσιμες πληροφορίες για το προϊόν σας και για τις διαθέσιμες υπηρεσίες. Για τη δήλωση απαιτείται σύνδεση στο Internet."
MSM2516="Εάν κάνετε κλικ στο [Επόμενο], το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης."
MSM2517="Εάν κάνετε κλικ στο [Επόμενο], το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής και ο αριθμός σειράς του εκτυπωτή θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης."
MSM2521="Δήλωση χρήστη. Το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και ο αριθμός σειράς του εκτυπωτή θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα εμφανίζονται απευθείας στην οθόνη καταχώρησης. Για να προχωρήσετε, κάντε κλικ στο [OK]."
MSM2522="Δήλωση χρήστη. Το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης. Για να προχωρήσετε, κάντε κλικ στο [OK]."
MSM2526="Δήλωση χρήστη. Το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και ο αριθμός σειράς του εκτυπωτή θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα εμφανίζονται απευθείας στην οθόνη καταχώρησης. Για να προχωρήσετε, κάντε κλικ στο [OK]."
MSM2527="Δήλωση χρήστη. Το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης. Για να προχωρήσετε, κάντε κλικ στο [OK]."
MSM2551="Δήλωση χρήστη Canon %s"
MSM2552="Κατάργηση εγκατάστασης δήλωσης χρήστη"
MSM2571="Πρόγραμμα κατάργησης εγκατάστασης δήλωσης χρήστη %s"
MSM2572="Είστε βέβαιος ότι θέλετε να καταργήσετε πλήρως το 'Δήλωση χρήστη Canon %s' και όλα του τα στοιχεία;"
MSM2573="Η κατάργηση εγκατάστασης ολοκληρώθηκε με επιτυχία."
MSM2574="Η κατάργηση εγκατάστασης απέτυχε."
MSM2575="Πρέπει να επανεκκινήσετε τον υπολογιστή σας για να ολοκληρωθεί η απεγκατάσταση. Κάντε κλικ στο κουμπί [OK] για επανεκκίνηση. Κάντε κλικ στο κουμπί [Άκυρο] για να γίνει επανεκκίνηση αργότερα."
MSM2576="Πρέπει να έχετε δικαιώματα διαχειριστή για να καταργήσετε το Δήλωση χρήστη Canon %s."
MSM2577="Δήλωση χρήστη. Το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα εμφανίζονται απευθείας στην οθόνη καταχώρησης. Για να προχωρήσετε, κάντε κλικ στο [OK]."
MSM2577_Mac2="Δήλωση χρήστη. Το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και ο αριθμός σειράς του εκτυπωτή θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα εμφανίζονται απευθείας στην οθόνη καταχώρησης. Για να προχωρήσετε, κάντε κλικ στο [OK]."
MSM2578="Δήλωση χρήστη. Το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης. Για να προχωρήσετε, κάντε κλικ στο [OK]."
MSM2578_2="Δήλωση χρήστη. Το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος, οι πληροφορίες της περιοχής και ο αριθμός σειράς του εκτυπωτή θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης. Για να προχωρήσετε, βεβαιωθείτε ότι ο εκτυπωτής είναι συνδεδεμένος με τον υπολογιστή, ενεργοποιήστε τον υπολογιστή και κάντε κλικ στο [OK]."
MSM2580="Η σύνδεση απέτυχε. Βεβαιωθείτε ότι η σύνδεση δικτύου είναι ενεργοποιημένη και, στη συνέχεια, δοκιμάστε ξανά. Εάν παρ’ όλα αυτά η σύνδεση αποτύχει και πάλι, περιμένετε λίγο και δοκιμάστε ξανά. Μπορείτε επίσης να δηλώσετε το προϊόν σας όποτε εσείς το επιθυμείτε, από το Solution Menu EX."
MSM2581="Η σύνδεση απέτυχε. Βεβαιωθείτε ότι η σύνδεση δικτύου είναι ενεργοποιημένη και, στη συνέχεια, δοκιμάστε ξανά. Εάν παρ’ όλα αυτά η σύνδεση αποτύχει και πάλι, περιμένετε λίγο και δοκιμάστε ξανά."
MSM2582="Η σύνδεση απέτυχε."
MSM2584="Γίνεται σύνδεση. Περιμένετε."
MSM2585="Καταχωρίστε το όνομα χρήστη και τον κωδικό πρόσβασης για το τείχος προστασίας."
MSM2586="Όνομα χρήστη:"
MSM2587="Κωδικός πρόσβασης:"
MSM2589="Η σύνδεση απέτυχε. Βεβαιωθείτε ότι η σύνδεση δικτύου είναι ενεργοποιημένη και, στη συνέχεια, δοκιμάστε ξανά. Εάν παρ’ όλα αυτά η σύνδεση αποτύχει και πάλι, περιμένετε λίγο και δοκιμάστε ξανά."
MSM2590="Δεν μπορείτε να συνδεθείτε όταν ο εκτυπωτής σας είναι απασχολημένος, όπως κατά τον καθαρισμό ή ενώ εκτελεί ευθυγράμμιση κεφαλής εκτύπωσης.\nΔοκιμάστε ξανά τη ρύθμιση του Wi-Fi όταν ο εκτυπωτής είναι αδρανής."
ExecutingPrefSet_Mac="Το πρόγραμμα εφαρμογής συνδέεται με το CanoScan Toolbox"
MSM2601="Η εγκατάσταση ολοκληρώθηκε με επιτυχία."
MSM2602="Κάντε επανεκκίνηση του συστήματος τώρα (συνιστάται)"
MSM2603="Συνέχεια online"
MSM2604="Κάντε κλικ στο [Συνέχεια online] για να μεταβείτε στην τοποθεσία web της Canon απ' όπου μπορείτε να πραγματοποιήσετε λήψη πρόσθετων εφαρμογών και να λάβετε περισσότερες πληροφορίες για τις λειτουργίες και τις υπηρεσίες που είναι διαθέσιμες για τον εκτυπωτή σας.\nΑυτό το λογισμικό θα κλείσει και η τοποθεσία web της Canon θα ανοίξει στο πρόγραμμα περιήγησής σας."
MSM2605="Συνέχεια online"
MSM2701="Ακύρωση εγκατάστασης"
MSM2702_Mac="Η εγκατάσταση δεν ολοκληρώθηκε. Για να συνεχίσετε, κάντε κλικ στο κουμπί [Συνέχιση]. Για να ακυρώσετε την εγκατάσταση, κάντε κλικ στο [Ματαίωση]."
MSM2801="Αλλαγή των ρυθμίσεων του συστήματος"
MSM2802="Πρέπει να γίνει επανεκκίνηση του συστήματος για να ισχύσουν οι νέες ρυθμίσεις.\nΘέλετε να γίνει επανεκκίνηση τώρα;"
MSM2851="Extended Survey Program"
MSM2870="Στα πλαίσια της ανάπτυξης και της προώθησης προϊόντων που ανταποκρίνονται καλύτερα στις ανάγκες των πελατών, η Canon σας ζητά να της αποστείλετε μέσω Internet τις παρακάτω πληροφορίες, οι οποίες αφορούν στο προϊόν της Canon."
MSM2871="Στα πλαίσια της ανάπτυξης και της προώθησης προϊόντων που ανταποκρίνονται καλύτερα στις ανάγκες των πελατών, η Canon σάς ζητά οι παρακάτω πληροφορίες που αφορούν στο προϊόν της Canon να αποστέλλονται στη νόμιμη εταιρεία δημοσκοπήσεων μέσω Internet."
MSM2873="Εάν συμφωνείτε να με τα παραπάνω, κάντε κλικ στην επιλογή [Συμφωνώ]. Σε διαφορετική περίπτωση, κάντε κλικ στην επιλογή [Δε συμφωνώ]."
MSM2874="Στα πλαίσια της ανάπτυξης και της προώθησης προϊόντων που ανταποκρίνονται καλύτερα στις ανάγκες των πελατών, η Canon σάς ζητά οι παρακάτω πληροφορίες που αφορούν στο προϊόν της Canon να αποστέλλονται στην Canon (σε περίπτωση που το προϊόν Canon που διαθέτετε χρησιμοποιείται στην Κίνα, τη νόμιμη εταιρεία δημοσκοπήσεων) μέσω Internet."
MSM2876="Εάν συμφωνείτε να με τα παραπάνω, κάντε κλικ στην επιλογή [Συμφωνώ], για να ξεκινήσει η εγκατάσταση του προγράμματος αξιολόγησης. Σε διαφορετική περίπτωση, κάντε κλικ στην επιλογή [Δε συμφωνώ]. Αυτό το πρόγραμμα είναι πιθανόν να μην εκτελείται σε μη υποστηριζόμενες εκδόσεις ΛΣ."
MSM2901="Δοκιμή εκτύπωσης"
MSM2904="Θα πραγματοποιηθεί δοκιμή εκτύπωσης για να ελεγχθεί η λειτουργία του εκτυπωτή.\nΤοποθετήστε απλό χαρτί στον εκτυπωτή και κάντε κλικ στο κουμπί [Έναρξη]. Όταν η δοκιμή εκτύπωσης ολοκληρωθεί, κάντε κλικ στο [Επόμενο].\n\nΕάν παρουσιαστεί σφάλμα εκτύπωσης, ακολουθήστε τις οδηγίες στην οθόνη για να επανεκκινήσετε τη ρύθμιση."
MSM2905="Έναρξη"
MSM2906="Έχουν σταλεί δεδομένα για να ελέγξετε εάν ο εκτυπωτής λειτουργεί σωστά."
MSM3001="Για να χρησιμοποιήσετε τον εκτυπωτή, πρέπει να διαθέτετε αυτό το πρόγραμμα λογισμικού. \nΜπορείτε να εκτελέσετε εργασίες εκτύπωσης χρησιμοποιώντας διάφορους τύπους και διάφορα μεγέθη χαρτιού."
MSM3002_Mac="Το ηλεκτρονικό εγχειρίδιο εξηγεί τη λειτουργία του προγράμματος οδήγησης του εκτυπωτή και παρέχει απλές οδηγίες για τη χρήση της εφαρμογής."
MSM3008="Μπορείτε να συνδυάσετε αρχεία εικόνας με κείμενο και να εκτελέσετε εύκολα Απευθείας εκτύπωση σε ετικέτα δίσκου."
MSM3009="Ενημερώστε το σύστημα."
MSM3010="Αυτό το βοηθητικό πρόγραμμα σάς επιτρέπει να χρησιμοποιείτε από τον υπολογιστή σας αρχεία που έχουν αποθηκευτεί στην κάρτα μνήμης η οποία βρίσκεται στην υποδοχής κάρτας του εκτυπωτή σας. "
MSM3011="Αυτό το πρόγραμμα οδήγησης σάς επιτρέπει να χρησιμοποιείτε τη συσκευή σε δίκτυο."
MSM3012="Χρησιμοποιήστε αυτό το εργαλείο για να αλλάξετε τη μέθοδο σύνδεσης και τις ρυθμίσεις ασφάλειας ενός εκτυπωτή που είναι συνδεδεμένος σε δίκτυο. "
MSM3013="Η λειτουργία My Printer βοηθά στην επίλυση προβλημάτων όπως μουτζουρωμένες εκτυπώσεις."
MSM3016="Τα MP Drivers είναι απαραίτητα για την εκτύπωση εγγράφων και τη σάρωση εικόνων. "
MSM3018="Με το ArcSoft PhotoStudio μπορείτε να διορθώσετε/βελτιώσετε τις εικόνες που εισάγονται από το σαρωτή ή την ψηφιακή φωτογραφική μηχανή."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="Το ScanSoft OmniPage SE είναι ένα πρόγραμμα OCR (Optical Character Recognition/Οπτική Αναγνώριση Χαρακτήρων) με το οποίο μπορείτε να μετατρέψετε τα κείμενα βιβλίων ή τους χαρακτήρες μιας εφημερίδας σε δεδομένα κειμένου."
MSM3021="Με το Presto! PageManager μπορείτε εύκολα να σαρώσετε, να μοιραστείτε και να οργανώσετε έγγραφα και φωτογραφίες. Μπορείτε να αποθηκεύσετε όλα τα έγγραφα που σχετίζονται με την εργασία σας σε ένθετους φακέλους για εύκολη ανάκτηση."
MSM3023="Το βοηθητικό πρόγραμμα εγκατάστασης Setup Utility σας επιτρέπει τη διαμόρφωση των παραμέτρων των ρυθμίσεων για εκτύπωση μέσω υπέρυθρων ή σύνδεσης Bluetooth."
MSM3024="Το πρόγραμμα Setup Utility σάς επιτρέπει να κάνετε τις ρυθμίσεις για εκτύπωση μέσω PictBridge."
MSM3026="Προσθήκη λογισμικού για πιο εύκολη επαγγελματική εκτύπωση φωτογραφιών. Για να χρησιμοποιήσετε αυτήν την προσθήκη λογισμικού θα πρέπει να εγκαταστήσετε μία κατάλληλη εφαρμογή λογισμικού."
MSM3027="Το Πρόγραμμα οδήγησης XPS είναι ένα πρόγραμμα οδήγησης κατάλληλο για εκτύπωση από λογισμικό εφαρμογών που υποστηρίζει εκτύπωση με XPS (σε Windows Vista ή μεταγενέστερες εκδόσεις)."
MSM3027_0="Το Πρόγραμμα οδήγησης XPS είναι ένα πρόγραμμα οδήγησης κατάλληλο για εκτύπωση από λογισμικό εφαρμογών που υποστηρίζει εκτύπωση με XPS (σε Windows Vista ή μεταγενέστερες εκδόσεις).Το Πρόγραμμα Οδήγησης Εκτυπωτή IJ πρέπει να είναι σωστά εγκατεστημένο."
MSM3027_1="Το Πρόγραμμα οδήγησης XPS είναι ένα πρόγραμμα οδήγησης κατάλληλο για εκτύπωση από λογισμικό εφαρμογών που υποστηρίζει εκτύπωση με XPS (σε Windows Vista ή μεταγενέστερες εκδόσεις).Τα προγράμματα οδήγησης MP Drivers πρέπει να είναι σωστά εγκατεστημένα."
MSM3028="Το ScanGear είναι ένα πρόγραμμα οδήγησης που απαιτείται για τη λειτουργία του σαρωτή. Για να χρησιμοποιήσετε το πρόγραμμα οδήγησης, χρησιμοποιήστε ένα λογισμικό εφαρμογής όπως είναι κάποιο πρόγραμμα επεξεργασίας εικόνων."
MSM3028_Mac=
MSM3031_Mac="Το ηλεκτρονικό εγχειρίδιο εξηγεί τη λειτουργία του προγράμματος οδήγησης εκτυπωτή και παρέχει απλές οδηγίες για τη χρήση της εφαρμογής."
MSM3032=
MSM3034="Αυτό απαιτείται για την πιστή αναπαράσταση των χρωμάτων των εικόνων Adobe RGB στην εκτύπωση. Η επωνυμία Adobe είναι είτε σήμα κατατεθέν είτε εμπορικό σήμα της Adobe Systems Incorporated στις ΗΠΑ ή/και σε άλλες χώρες."
MSM3035="Το πρόγραμμα Setup Utility σάς βοηθάει να ορίσετε τις ρυθμίσεις για εκτύπωση μέσω υπερύθρων, σύνδεσης Bluetooth ή PictBridge."
MSM3037="Το ScanGear CS είναι ένα πρόγραμμα οδήγησης σαρωτή (πρόγραμμα οδήγησης TWAIN) που απαιτείται για τη λειτουργία του σαρωτή. Για να χρησιμοποιήσετε το πρόγραμμα οδήγησης, χρησιμοποιήστε ένα λογισμικό εφαρμογής όπως είναι κάποιο πρόγραμμα επεξεργασίας εικόνων."
MSM3040="Το Easy-PhotoPrint EX επιτρέπει την εύκολη δημιουργία άλμπουμ φωτογραφιών, αυτοκόλλητων ή ημερολογίων με χρήση των φωτογραφιών της ψηφιακής σας μηχανής. Μπορείτε επίσης να εκτυπώσετε φωτογραφίες χωρίς περίγραμμα, να διορθώσετε το φαινόμενο των κόκκινων ματιών και να κάνετε ψηφιακή εξομάλυνση προσώπου πριν την εκτύπωση."
MSM3041="Εκκινεί άμεσα το λογισμικό των εξαρτημάτων που σας επιτρέπει να εκτυπώνετε εύκολα φωτογραφίες."
MSM3042="Η εφαρμογή MP Navigator EX διευκολύνει την απευθείας εισαγωγή σαρωμένων σας εικόνων σε λογισμικό εφαρμογής, την εκτύπωσή τους, την επισύναψή τους σε E-mail ή την αποθήκευσή τους στον υπολογιστή σας."
MSM3043="Το εγχειρίδιο εξηγεί τον τρόπο χρήσης της συσκευής και του παρεχόμενου λογισμικού. Παρέχονται επίσης πληροφορίες αντιμετώπισης προβλημάτων."
MSM3043_Mac="Το εγχειρίδιο εξηγεί τον τρόπο χρήσης της συσκευής και του παρεχόμενου λογισμικού. Παρέχονται επίσης πληροφορίες αντιμετώπισης προβλημάτων."
MSM3044="Το πρόγραμμα Easy-WebPrint EX σας επιτρέπει να απομονώνετε ενότητες ιστοσελίδων και να τις εκτυπώνετε χρησιμοποιώντας δική σας διάταξη. Εμφανίζεται στο πρόγραμμα περιήγησης που χρησιμοποιείτε υπό τη μορφή εύχρηστης γραμμής εργαλείων."
MSM3044_Mac=
MSM3045="Το λογισμικό αυτό επιτρέπει την επεξεργασία του κωδικού μνήμης, των στοιχείων χρήστη και άλλων ρυθμίσεων που έχουν καταχωρηθεί στον εκτυπωτή, καθώς και την αποθήκευση των επεξεργασμένων ρυθμίσεων στον υπολογιστή ή την εκ νέου καταχώρισή τους στον εκτυπωτή."
MSM3046="Με το Solution Menu EX μπορείτε να εκκινήσετε αμέσως της εφαρμογή λογισμικού που σας επιτρέπει να εκτυπώσετε εύκολα άλμπουμ και ημερολόγια, ή να εκτελέσετε σάρωση εγγράφων με ένα κλικ. Επιπλέον, μπορείτε να έχετε εύκολα πρόσβαση στις τοποθεσίες web της Canon που υποστηρίζουν τις διάφορες χρήσεις."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Μπορείτε να εισαγάγετε φωτογραφίες και να τις χρησιμοποιήσετε για να δημιουργήσετε και να εκτυπώσετε εξατομικευμένα στοιχεία όπως κολάζ, κάρτες και ημερολόγια. Μπορείτε επίσης να εκτυπώσετε φωτογραφίες χωρίς περίγραμμα και να διορθώσετε/βελτιώσετε φωτογραφίες με απλά βήματα. Χρησιμοποιήστε το μαζί με το Image Display για να δημιουργήσετε συστάσεις από αποθηκευμένες φωτογραφίες."
MSM3049="Μια προσθήκη για την εκτύπωση φωτογραφιών που διευκολύνει και βελτιώνει την δημιουργία επαγγελματικών καλλιτεχνικών δημιουργιών. Θα πρέπει να έχει εγκατασταθεί μια κατάλληλη εφαρμογή. Ανατρέξτε στο εγχειρίδιο για να δείτε τις αντίστοιχες εφαρμογές."
MSM3050="Μπορείτε να εκκινήσετε γρήγορα το λογισμικό ή το εγχειρίδιο για το προϊόν Canon. Μπορείτε επίσης να προσπελάσετε εύκολα τοποθεσίες web που παρέχουν χρήσιμες πληροφορίες για το προϊόν Canon που διαθέτετε ή χρήσιμες τοποθεσίες web που υποστηρίζουν διάφορες χρήσεις και άλλα."
MSM3051="Απαιτείται πρόγραμμα οδήγησης για τη χρήση του σαρωτή. Χρησιμοποιείται κατά τη λειτουργία του σαρωτή από εφαρμογές συμβατές με ICA."
MSM3052="Αυτό το βοηθητικό πρόγραμμα σαρώνει και αποθηκεύει εικόνες."
MSM3053="Μπορείτε να εκκινήσετε γρήγορα το λογισμικό για το προϊόν Canon. Μπορείτε επίσης να προσπελάσετε εύκολα το εγχειρίδιο και διάφορες τοποθεσίες web."
MSM3054="Προσθέστε λεξικά γλωσσών για χρήση κατά τη δημιουργία αρχείων PDF με δυνατότητα αναζήτησης κειμένου ή κατά την έναρξη της λειτουργίας OCR. Μετά την εγκατάσταση, επιλέξτε την αντίστοιχη γλώσσα στην οθόνη ρυθμίσεων του Canon IJ Scan Utility."
MSM3055="Αυτή είναι μια εφαρμογή που ανοίγει το ScanGear για την προεπισκόπηση και τη σάρωση εικόνων τις οποίες, στη συνέχεια, αποθηκεύει σε υπολογιστή."
MSM3056="Αυτό το λογισμικό σάς δίνει τη δυνατότητα να διαμορφώσετε τις ρυθμίσεις ώστε ο εκτυπωτής να χρησιμοποιηθεί στο δίκτυο."
MSM3057=
MSM3058=
MSM3059="Αυτό το plug-in είναι για τα Microsoft Word, Microsoft Excel και Microsoft PowerPoint. Χρησιμοποιήστε το για να απλοποιήσετε μία ποικιλία εργασιών εκτύπωσης από προγράμματα Microsoft Office σε εκτυπωτές."
MSM3062="Με αυτή την εφαρμογή μπορείτε να επιλέξετε τη διάταξη του κειμένου και των εικόνων στη σελίδα εκτύπωσης."
MSM3063="Χρησιμοποιήστε τις αγαπημένες σας φωτογραφίες για να δημιουργήσετε και να εκτυπώσετε μοναδικά κολάζ, κάρτες, ημερολόγια και άλλα. Μπορείτε επίσης να τυπώσετε εύκολα αντίτυπα των φωτογραφιών σας χωρίς περίγραμμα."
MSM3064="Μόνο με την επιλογή του φακέλου με τις φωτογραφίες σας η εφαρμογή θα επιλέξει αυτόματα φωτογραφίες και θα τις καταχωρήσει σε άλμπουμ. Αφού δώσετε τη σχετική εντολή μέσω της εφαρμογής, οι φωτογραφίες του άλμπουμ θα εκτυπωθούν σε υψηλή ανάλυση από φωτογραφικό εκτυπωτή εργαστηρίου της Canon. Μπορείτε επίσης να χρησιμοποιήσετε το Easy-PhotoPrint Editor για εκτύπωση των φωτογραφιών του άλμπουμ σας από τον οικιακό σας εκτυπωτή."
MSM3066="Μόνο με την επιλογή του φακέλου με τις φωτογραφίες σας η εφαρμογή θα επιλέξει αυτόματα φωτογραφίες και θα τις καταχωρήσει σε άλμπουμ. Αφού δώσετε τη σχετική εντολή μέσω της εφαρμογής, οι φωτογραφίες του άλμπουμ θα εκτυπωθούν σε υψηλή ανάλυση από φωτογραφικό εκτυπωτή εργαστηρίου της Canon. Μπορείτε επίσης να χρησιμοποιήσετε το Easy-PhotoPrint Editor για εκτύπωση των φωτογραφιών του άλμπουμ σας από τον οικιακό σας εκτυπωτή."

MSM4001W="Πρόγραμμα Οδήγησης Εκτυπωτή IJ"
MSM4001="Πρόγραμμα οδηγός του εκτυπωτή"
MSM4002="Εγχειρίδιο Χρήστη"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="Πρόγραμμα οδήγησης XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Βοηθητικό πρόγραμμα γρήγορης κλήσης"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="Πρόγραμμα οδήγησης ICA"
MSM4052=
MSM4053="Quick Utility Toolbox"
MSM4054="Πρόσθετα λεξικά για τη λειτουργία OCR (Κινεζικά/Κορεατικά)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057=
MSM4058=
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060=
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="PhotoJewel S: Δημιουργεί εξατομικευμένα άλμπουμ φωτογραφιών"
MSM4067="hdAlbum EZ: Δημιουργεί εξατομικευμένα άλμπουμ φωτογραφιών"

MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=
MSM4160=
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="Η λειτουργία αγοράς μελάνης μέσω διαδικτύου είναι έτοιμη."
EIDENABLER_ADMIN="Για την εκτέλεση του λογισμικού αυτού, πρέπει να συνδεθείτε ως μέλος της ομάδας διαχειριστών."
MENU1_Mac=
MENU2_Mac=
MENU3_Mac=
MENU4_Mac=
MENU5_Mac=
MENU6_Mac=
MENU7_Mac=
MENU8_Mac=
MENU9_Mac=
MENU10_Mac=
English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"
CN="Κίνα"
HK="Χονγκ Κονγκ"
ID="Ινδονησία"
IN="Ινδία"
JP="Ιαπωνία"
KR="Κορέα"
MY="Μαλαισία"
PH="Φιλιππίνες"
SG="Σιγκαπούρη"
TW="Ταϊβάν"
TH="Ταϊλάνδη"
VN="Βιετνάμ"
MO="Μακάο"
AU="Αυστραλία"
NZ="Νέα Ζηλανδία"
US="Ηνωμένες Πολιτείες"
CA="Καναδάς"
BR="Βραζιλία"
MX="Μεξικό"
AR="Αργεντινή"
CL="Χιλή"
PA="Παναμάς"
AT="Αυστρία"
BE="Βέλγιο"
BG="Βουλγαρία"
HR="Κροατία"
CZ="Δημοκρατία της Τσεχίας"
DK="Δανία"
EE="Εσθονία"
FI="Φινλανδία"
FR="Γαλλία"
DE="Γερμανία"
GR="Ελλάδα"
HU="Ουγγαρία"
IE="Ιρλανδία"
IT="Ιταλία"
LV="Λετονία"
LT="Λιθουανία"
LU="Λουξεμβούργο"
NL="Ολλανδία"
NO="Νορβηγία"
PL="Πολωνία"
PT="Πορτογαλία"
RO="Ρουμανία"
RU="Ρωσία"
SK="Σλοβακία"
SI="Σλοβενία"
ZA="Νότια Αφρική"
ES="Ισπανία"
SE="Σουηδία"
CH="Ελβετία"
TR="Τουρκία"
GB="Ηνωμένο Βασίλειο"
Others="Άλλη"
MSM5001=
MSM5002=
MSM5003=
MSM5004=
MSM5010=
MSM5011=
MSM5012=
MSM6000="Επιλέξτε τον τρόπο σύνδεσης του εκτυπωτή."
MSM6001="Σύνδεση Wi-Fi"
MSM6002="Ενσύρματη σύνδεση LAN (καλώδιο Ethernet)"
MSM6003="Σύνδεση USB (καλώδιο USB)"
MSM6004="Επανάληψη ρύθμισης δικτύου του εκτυπωτή"
MSM6005="Επιλέξτε τον τρόπο σύνδεσης Wi-Fi."
MSM6006="Σύνδεση μέσω ασύρματου δρομολογητή (συνιστάται)"
MSM6007="Άμεση σύνδεση"
MSM6008="Σύνδεση του υπολογιστή και του εκτυπωτή μέσω ασύρματου δρομολογητή."
MSM6009="Άμεση σύνδεση του υπολογιστή και του εκτυπωτή."
MSM6010="Για εναλλαγή μεταξύ της σύνδεσης μέσω ασύρματου δρομολογητή και της άμεσης σύνδεσης ή για περισσότερες λεπτομέρειες σχετικά με τον τρόπο σύνδεσης, κάντε κλικ στην επιλογή [Οδηγίες]."
MSM6011="Οδηγίες"
MSM6012="Βεβαιωθείτε ότι ο εκτυπωτής είναι ενεργοποιημένος."
MSM6013="Λίστα εκτυπωτών στο δίκτυο"
MSM6014="Αριθμός σειράς"
MSM6015="Διεύθυνση MAC"
MSM6016="Διεύθυνση IP"
MSM6017="Δεν είναι δυνατή η εύρεση του εκτυπωτή ρύθμισης στη λίστα"
MSM6018="Ενημέρωση"
MSM6019="1. Αν ο εκτυπωτής που θέλετε να ρυθμίσετε στο δίκτυο αναφέρεται στην παραπάνω λίστα εκτυπωτών, επιλέξτε τον και κάντε κλικ στο κουμπί [Επόμενο].\n   Μπορείτε να βρείτε τον αριθμό σειράς στο πίσω μέρος του εκτυπωτή και στην εγγύηση.\n   Στην παραπάνω λίστα εμφανίζονται μόνο τα 5 τελευταία ψηφία του αριθμού σειράς.\n2. Αν δεν είναι δυνατή η εύρεση του εκτυπωτή ρύθμισης στην παραπάνω λίστα, ενεργοποιήστε τον εκτυπωτή και κάντε κλικ στο κουμπί [Ενημέρωση].\n3. Αν εξακολουθείτε να μην μπορείτε να βρείτε τον εκτυπωτή, επιλέξτε [Δεν είναι δυνατή η εύρεση του εκτυπωτή ρύθμισης στη λίστα] και κάντε κλικ στο κουμπί [Επόμενο]."
MSM6020="1. Αν ο εκτυπωτής που θέλετε να ρυθμίσετε στο δίκτυο αναφέρεται στην παραπάνω λίστα εκτυπωτών, επιλέξτε τον και κάντε κλικ στο κουμπί [Επόμενο].\n   Μπορείτε να βρείτε τον αριθμό σειράς στο πίσω μέρος του εκτυπωτή ή στην εγγύηση.\n2. Αν ο εκτυπωτής που θέλετε να ρυθμίσετε δεν εμφανίζεται στην παραπάνω λίστα, ενεργοποιήστε τον εκτυπωτή και κάντε κλικ στο κουμπί [Ενημέρωση].\n3. Αν εξακολουθείτε να μην μπορείτε να βρείτε τον εκτυπωτή στη λίστα, επιλέξτε [Δεν είναι δυνατή η εύρεση του εκτυπωτή ρύθμισης στη λίστα] και, στη συνέχεια, κάντε κλικ στο κουμπί [Επόμενο].\n4. Για σύνδεση USB, επιλέξτε επίσης [Δεν είναι δυνατή η εύρεση του εκτυπωτή] και, στη συνέχεια, κάντε κλικ στο κουμπί [Επόμενο]."
MSM6021="Η σύνδεση ολοκληρώθηκε."
MSM6022="Επιλογή μεθόδου σύνδεσης"
MSM6023="Έλεγχος ισχύος"
MSM6024="Χρησιμοποιήστε κάποια άλλη μέθοδο ρύθμισης. Ακολουθήστε τις οδηγίες που εμφανίζονται στην οθόνη."
MSM6025="Πρέπει να ολοκληρωθεί η ρύθμιση του εκτυπωτή για να μπορέσει ν αεγκατασταθεί το πρόγραμμα οδήγησης XPS. Αν η ρύθμιση δεν έχει ολοκληρωθεί, κάντε κλικ στην επιλογή [Πίσω στην αρχή] για να ρυθμίσετε τον εκτυπωτή."
MSM6026="Προτού συνεχίσετε"
MSM6027="Το συγκεκριμένο λογισμικό ενδέχεται να χρησιμοποιεί το δίκτυο για τη ρύθμιση του εκτυπωτή.\nΕάν το λογισμικό ασφάλειάς σας εμφανίζει προειδοποιήσεις κατά τη ρύθμιση, επιτρέψτε τη συνέχιση της διαδικασίας.\n(Για λεπτομέρειες ανατρέξτε στο εγχειρίδιο του λογισμικού ασφάλειας.)\n\nΑυτό το λογισμικό θα προσθέσει το άλλο λογισμικό που εγκαθιστά στην επιτρεπόμενη λίστα προγραμμάτων του Τείχους προστασίας των Windows."
MSM6028="Απενεργοποίηση του αποκλεισμού"
MSM6029="Επιλογή εκτυπωτή"
MSM6026_Mac="Προτού συνεχίσετε"
MSM6027_Mac="Το συγκεκριμένο λογισμικό ενδέχεται να χρησιμοποιεί το δίκτυο για τη ρύθμιση του εκτυπωτή.\nΑνάλογα με το ποιο λογισμικό ασφάλειας χρησιμοποιείτε, μπορεί να χρειαστεί να αλλάξετε τις ρυθμίσεις του πριν την έναρξη της ρύθμισης του εκτυπωτή.\n(Για λεπτομέρειες ανατρέξτε στο εγχειρίδιο του λογισμικού ασφάλειας.)\n\nΕάν το λογισμικό ασφάλειας εμφανίζει προειδοποιήσεις κατά τη ρύθμιση, επιτρέψτε τη συνέχιση της διαδικασίας.\n\nΑυτό το λογισμικό χρησιμοποιεί κλειδοθήκη.\nΕάν για πρόσβαση στην κλειδοθήκη απαιτείται η άδειά σας, κάντε κλικ στο [Να επιτρέπεται πάντα]."
MSM6100="Το My Image Garden χρησιμοποιεί τη φωτογραφία που είναι αποθηκευμένη στον υπολογιστή σας για να δημιουργήσει αυτόματα μια κάρτα ή ένα ημερολόγιο."
MSM6101="Το CREATIVE PARK PREMIUM παρέχει επιπλέον περιεχόμενο αποκλειστικά σε χρήστες αυθεντικών μελανών της Canon."
MSM6102="Μπορείτε να αντιγράψετε άριστα την εκτυπωμένη φωτογραφία επιλέγοντας απλώς το μενού από τον εκτυπωτή."
MSM6103="Ακόμη και όταν ο εκτυπωτής είναι απενεργοποιημένος, ενεργοποιείται αυτόματα κατά την έναρξη μιας εργασίας εκτύπωσης."
MSM6104="Η αθόρυβη λειτουργία επιτρέπει την αθόρυβη εκτύπωση, αντιγραφή ή σάρωση χωρίς να ανησυχείτε για την ώρα ή το χώρο."
MSM6105="Οι λειτουργίες που αναφέρονται εδώ διαφέρουν ανάλογα με τα μοντέλα που χρησιμοποιείτε. Για περισσότερες λεπτομέρειες, ανατρέξτε στο εγχειρίδιο."
MSM6106="Για περισσότερες λεπτομέρειες σχετικά με τις λειτουργίες και τις ρυθμίσεις, ανατρέξτε στο εγχειρίδιο."
MSM6107="Αυτή η λειτουργία σάς επιτρέπει να φορτώνετε τα δεδομένα εκτύπωσης και στη συνέχεια να ταξινομείτε σελίδες στο χαρτί και να αυξάνετε ή να μειώνετε το μέγεθος της σελίδας."
MSM6108="Αυτή η προσθήκη σάς επιτρέπει να δημιουργείτε απρόσκοπτα εκτυπώσεις υψηλής ποιότητας. Υποστηρίζει Adobe Photoshop, Adobe Photoshop Lightroom και Digital Photo Professional."
MSM6109="Αυτό το λογισμικό σάς επιτρέπει να εκτυπώνετε πολλαπλά αρχεία ταυτόχρονα, κάνοντας την αποτελεσματική εκτύπωση εφικτή. Μπορείτε να κοινοποιείτε αρχεία μέσω της υπηρεσίας νέφους."
MSM6110="Αυτό το λογισμικό σάς επιτρέπει να δημιουργείτε καλοσχεδιασμένα πόστερ. Περιλαμβάνονται επίσης πολλά υλικά."
MSM6111="Αυτό το plug-in προορίζεται για την εύκολη εκτύπωση μεγάλων μορφών από το Microsoft Office. Επιτρέπει επίσης εκτύπωση μακριού μεγέθους και χωρίς περίγραμμα."
MSM6112="Αυτό το λογισμικό σάς επιτρέπει να προσαρμόζετε τις ρυθμίσεις χαρτιού. Μπορείτε να αλλάξετε όνομα χαρτιού και να κάνετε προσαρμογές για βέλτιστη εκτύπωση στο αγαπημένο σας χαρτί."
MSM6113="Αυτό το λογισμικό επιτρέπει καταγραφή της ποσότητας και του κόστους μελάνης και χαρτιού. Βλέπετε επίσης το συνολικό κόστος εκτύπωσης για ευκολότερη διαχείριση και μείωση κόστους."
MSM6114="Αυτό το λογισμικό επιτρέπει ταυτόχρονη διαχείριση πολλών καταστάσεων του εκτυπωτή. Επιτρέπει επίσης τον εντοπισμό σφαλμάτων τέλους μελάνης για καλύτερη διαχείριση του εκτυπωτή."
MSM6115="Η επιλογή Αντιγραφή Smartphone σάς επιτρέπει να δημιουργείτε αντίγραφα εγγράφων με χρήση κάμερας smartphone ή tablet."
MSM6116="Με το Free Layout plus μπορείτε να επιλέξετε τη διάταξη του κειμένου και των εικόνων στη σελίδα εκτύπωσης."
MSM6117="Με το Easy-PhotoPrint Editor μπορείτε να χρησιμοποιήσετε τις αγαπημένες σας φωτογραφίες για να δημιουργήσετε και να εκτυπώσετε μοναδικά κολάζ, κάρτες, ημερολόγια και άλλα."
MSM6118="Με το Easy-PhotoPrint Editor εκτυπώστε αφίσες, ημερολόγια και κολάζ φωτογραφιών από τον υπολογιστή ή το smartphone σας."
MSM6119="Αυτή η εφαρμ. σάς δίνει τη δυνατ. να δημιουργ. εκτυπ. υψηλ. ποιότ. Υποστηρ. εφαρμογ. επεξερ. εικόν., όπως Adobe Photoshop, Adobe Photoshop Lightroom και Digital Photo Professional."
MSM6030="Επιλέξτε από τη λίστα"
MSM6031="Μπορείτε να βρείτε τον αριθμό σειράς στην εγγύηση ή πάνω στον εκτυπωτή."
MSM6032="Συσκευή IPv4"
MSM6033="Συσκευή IPv6"
MSM6034="Αριθμός σειράς (5 τελευταία ψηφία)"
MSM6035="Τοποθεσία αριθμού σειράς"
MSM6036="Καθορισμός διεύθυνση IP για εκτέλεση αναζήτησης"
MSM6037="Δημιουργήστε τη σύνδεση δικτύου σύμφωνα με τον οδηγό"
MSM6038="Επιλέξτε αυτή την επιλογή εάν ο εκτυπωτής δεν εμφανίζεται στη λίστα ή εάν δεν είναι δυνατό να εντοπιστεί με τον καθορισμό της διεύθυνσης IP."
MSM6039="Επιλογή μεθόδου αναζήτησης εκτυπωτή"
MSM6040="Αναζήτηση βάσει διεύθυνσης IPv4"
MSM6041="Αναζήτηση βάσει διεύθυνσης IPv6"
MSM6042="Αναζήτηση κατά όνομα κεντρ. υπολογιστή"
MSM6043="Αναζήτηση κατά όνομα Bonjour"
MSM6044="Για τον καθορισμό της διεύθυνσης IP ώστε να εκτελεστεί η αναζήτηση, πρέπει να έχετε αντιστοιχίσει από πριν μια διεύθυνση IP με τον εκτυπωτή. Για περισσότερες λεπτομέρειες, κάντε κλικ στο [Εγχειρίδιο Online]."
MSM6045="Σφάλμα κατά την αναζήτηση της καθορισμένης διεύθυνσης IP"
MSM6046="Δεν ήταν δυνατό να βρεθεί ο καθορισμένος εκτυπωτής. Ελέγξτε τη διεύθυνση IP ή το όνομα κεντρικού υπολογιστή, και προσπαθήστε ξανά. Για περισσότερες λεπτομέρειες, κάντε κλικ στο [Εγχειρίδιο Online]."
MSM6047="Νέος εντοπισμός"
MSM6048="Η καθορισμένη διεύθυνση IP ή το όνομα κεντρικού υπολογιστή χρησιμοποιείται ήδη από άλλη συσκευή. Ελέγξτε τη διεύθυνση IP ή το όνομα κεντρικού υπολογιστή, και προσπαθήστε ξανά. Για περισσότερες λεπτομέρειες, κάντε κλικ στο [Εγχειρίδιο Online]."
MSM6049="Αλλαγή των Ρυθμίσεων δικτύου IPv4"
MSM6050="Επιλέξτε τη μέθοδο εγκατάστασης και, στη συνέχεια, εισαγάγετε τη διεύθυνση IP του εκτυπωτή που θα χρησιμοποιηθεί."
MSM6051="Αυτόματη εγκατάσταση"
MSM6052="Για να αποκτήσετε αυτόματα τη διεύθυνση IP πρέπει να διαθέτετε διακομιστή DHCP."
MSM6053="Μη αυτόματη ρύθμιση"
MSM6054="Διεύθυνση IPv4"
MSM6055="Για τη διεύθυνση IP επικοινωνήστε με το διαχειριστή δικτύου."
MSM6056="Αλλαγή των Ρυθμίσεων δικτύου IPv6"
MSM6057="Για να αποκτήσετε αυτόματα τη διεύθυνση IPv6 πρέπει να διαθέτετε διακομιστή DHCPv6 ή έναν δρομολογητή IPv6."
MSM6058="Διεύθυνση IPv6"
MSM6059="Μήκος προθήματος"
MSM6060="Για τη διεύθυνση IP και το μήκος προθήματος επικοινωνήστε με το διαχειριστή δικτύου."
MSM6061="Σφάλμα κατά την αλλαγή των Ρυθμίσεων δικτύου"
MSM6062="Η αλλαγή ρυθμίσεων ενδέχεται να απέτυχε εξαιτίας κάποιου από τους παρακάτω λόγους:\n  -Μη έγκυρη διεύθυνση IP\n  -Διπλή διεύθυνση IP"
MSM6063="Για περισσότερες λεπτομέρειες, κάντε κλικ στο [Εγχειρίδιο Online]."
MSM6064="Κάντε κλικ στο [Προσθήκη εκτυπωτή] και προσθέστε τον εκτυπωτή ακολουθώντας τις οδηγίες που εμφανίζονται στην οθόνη.\n\nΜετά την προσθήκη του εκτυπωτή, κάντε κλικ στο [Επόμενο]."
MSM6065="Για να χρησιμοποιήσετε όλες τις λειτουργίες αυτού του εκτυπωτή, πρέπει να εγκαταστήσετε το πρόγραμμα οδήγησης της Canon.\nΚάντε κλικ στο [Επόμενο] και επαναλάβετε τη ρύθμιση."
MSM6066="Ορισμός προεπιλεγμένου εκτυπωτή"
MSM6067="Συνδέστε τον εκτυπωτή και τον υπολογιστή χρησιμοποιώντας το καλώδιο USB.\nΒεβαιωθείτε ότι ο εκτυπωτής είναι ενεργοποιημένος."
MSM6068="Εάν το καλώδιο USB είναι συνδεδεμένο στον εκτυπωτή, αποσυνδέστε το."
MSM6069="Όνομα προϊόντος"
MSM6071="Το δίκτυο του υπολογιστή δεν είναι διαθέσιμο"
MSM6072="Ελέγξτε εάν η σύνδεση δικτύου του υπολογιστή είναι ενεργοποιημένη.\nΓια σύνδεση μέσω Wi-Fi, ελέγξτε την κατάσταση σύνδεσης του ασύρματου δρομολογητή."
MSM6073="Καταχώρηση κωδικός πρόσβασης διαχειριστή"
MSM6074="Εισαγάγετε τον κωδικό πρόσβασης διαχειριστή του εκτυπωτή σας."
MSM6075="Κωδικός πρόσβασης διαχειριστή"
MSM6075_add1="Κωδικός πρόσβασης διαχειριστή:"
MSM6076="Ο κωδικός πρόσβασης δεν είναι σωστός."
MSM6077="Ενεργοποιήστε το Wi-Fi στον υπολογιστή σας."
MSM6081="Μπορείτε να εκτυπώσετε από smartphone ή tablet"
MSM6085="Πληροφορίες δικτύου ασύρματου δρομολογητή"
MSM6087="Κωδικός πρόσβασης:"
MSM6088="Εμφάνιση κωδικού πρόσβασης"
MSM6089="Κάντε κλικ στο [Οδηγίες], ανατρέξτε στο εγχειρίδιο online και ρυθμίστε το smartphone ή το tablet σας.\nΑν δεν χρησιμοποιείτε smartphone ή tablet, κάντε κλικ στο [Επόμενο]."
MSM6091="Έχετε ολοκληρώσει την προετοιμασία του εκτυπωτή;"
MSM6092="1. Ελέγξτε εάν υπάρχει μελάνη στο δοχείο μελάνης.\n2. Πατήστε και κρατήστε πατημένο για περίπου 5 δευτερόλεπτα το κουμπί Στοπ (Stop) του εκτυπωτή.\nΣτη συνέχεια, θα ξεκινήσει η προετοιμασία του εκτυπωτή. Θα διαρκέσει περίπου 6 λεπτά."
MSM6093="1. Ελέγξτε εάν υπάρχει μελάνη στο δοχείο μελάνης.\n2. Πατήστε και κρατήστε πατημένο για περίπου 5 δευτερόλεπτα το κουμπί ΕΠΑΝΑΦΟΡΑΣ/ΑΚΥΡΩΣΗΣ (RESUME/CANCEL) του εκτυπωτή.\nΣτη συνέχεια, θα ξεκινήσει η προετοιμασία του εκτυπωτή. Θα διαρκέσει περίπου 6 λεπτά."
MSM6094="Προετοιμασία συστήματος μελάνης"
MSM6095="Το σύστημα μελάνης δεν έχει προετοιμαστεί. Για να εκκινήσετε την προετοιμασία, κάντε κλικ στην επιλογή [Οδηγίες] και ανατρέξτε στις οδηγίες προετοιμασίας ή ανατρέξτε στο εγχειρίδιο \"Ξεκινώντας (Getting Started)\" που συνόδευε τον εκτυπωτή."
MSM6096="Ελέγξτε τον εκτυπωτή"
MSM6097="Κωδικός υποστήριξης: %s\n\nΟι προετοιμασίες του εκτυπωτή δεν έχουν ολοκληρωθεί. Ελέγξτε τον εκτυπωτή σας.\nΚάντε κλικ στο [Οδηγίες] και ανατρέξτε στο Εγχειρίδιο Online για περισσότερες λεπτομέρειες.\n\nΣτη συνέχεια, κάντε κλικ στο [Επόμενο]."
MSM6098="Οδηγίες"
MSM6099="Θα ελέγξω τον εκτυπωτή μου αργότερα."
MSM6120="Εύκολη ασύρματη σύνδεση"
MSM6121="Κάντε κλικ στο [Οδηγίες] και προετοιμάστε τον εκτυπωτή για σύνδεση ακολουθώντας τις οδηγίες του οδηγού. Όταν ο εκτυπωτής είναι έτοιμος, θα ανιχνευθεί, και μπορείτε να προχωρήσετε στο επόμενο βήμα. Ενδέχεται να χρειαστεί λίγος χρόνος για να ανιχνευθεί ο εκτυπωτής."
MSM6123="Εναλλακτικές μέθοδοι"
MSM6124="Ρυθμίσεις Wi-Fi"
MSM6125="Επιλέξτε τη μέθοδο ρύθμισης Wi-Fi και κάντε κλικ στο [Επόμενο]."
MSM6126="Σύνδεση στο Wi-Fi από τον εκτυπωτή"
MSM6127="Ρύθμιση σύνδεσης Wi-Fi με χρήση καλωδίου USB"
MSM6128="Αν δεν βρεθεί ο εκτυπωτής σας ακόμα και αφού ακολουθήσετε τα βήματα στον οδηγό, τότε ενδέχεται να υπάρχει πρόβλημα δικτύου. Κάντε κλικ στο [Αντιμετώπιση προβλημάτων] και ελέγξτε τις ρυθμίσεις δικτύου."
MSM6129="Αντιμετώπιση προβλημάτων"
MSM6130="Σύνδεση δικτύου του εκτυπωτή"
MSM6131="Όταν ο εκτυπωτής είναι έτοιμος, κάντε κλικ στο [Επόμενο]. Για να προετοιμάσετε τη σύνδεση στον εκτυπωτή, κάντε κλικ στο [Οδηγίες] και ακολουθήστε τον οδηγό."
MSM6133="Πραγματοποιείται κλείσιμο αυτού το προγράμματος και άνοιγμα του online εγχειριδίου.\n\nΑυτό το πρόγραμμα θα κλείσει, ώστε να μην επηρεάσει τις ρυθμίσεις δικτύου. Μετά τον έλεγχο των ρυθμίσεων δικτύου, κάντε επανεκκίνηση του προγράμματος."
MSM6134="Αν δεν μπορείτε να προχωρήσετε στο επόμενο βήμα μετά την προετοιμασία του εκτυπωτή για σύνδεση, κάντε κλικ στο [Εναλλακτικές μέθοδοι]."
MSM6135="Πραγματοποιείται κλείσιμο αυτού το προγράμματος και άνοιγμα του online εγχειριδίου."
MSM6136="Αυτό το πρόγραμμα θα κλείσει, ώστε να μην επηρεάσει τις ρυθμίσεις δικτύου. Μετά τον έλεγχο των ρυθμίσεων δικτύου, κάντε επανεκκίνηση του προγράμματος."
MSM6150="Επιλέξτε τον προσαρμογέα δικτύου σας"
MSM6151="Βρέθηκαν πολλοί προσαρμογείς δικτύου. Επιλέξτε τον προσαρμογέα δικτύου που θέλετε να χρησιμοποιήσετε."
MSM6160="Συντόμευση για το Εγχειρίδιο Online"
MSM6161="Επιθυμείτε να δημιουργήσετε μια συντόμευση στην επιφάνεια εργασίας για το Εγχειρίδιο Online;"
MSM6162="Εγχειρίδιο Online για το Canon %s"
MSM6163="Δημιουργία συντόμευσης"
MSM6164="Να μην δημιουργηθεί συντόμευση"
MSM6170="Αδυναμία εντοπισμού εκτυπωτή.\nΚάντε κλικ στο [Αντιμετώπιση προβλημάτων] και ελέγξτε τη διαδικασία διόρθωσης."
MSM6171="Ο εκτυπωτής εντοπίστηκε. Περιμένετε μέχρι να ολοκληρωθεί η εγκατάσταση.\nΑυτό ενδέχεται να διαρκέσει λίγο χρόνο."
MSM6172="Έχει συνδεθεί καλώδιο USB στον εκτυπωτή. Αποσυνδέστε το."
MSM6173="Η σύνδεση του εκτυπωτή δεν έχει ολοκληρωθεί. Θέλετε να επιστρέψετε στην προηγούμενη οθόνη;"
MSM6180="Σύνδεση του εκτυπωτή στο δίκτυο"
MSM6181="Κάντε κλικ στο [Επόμενο] και, κατόπιν, ρυθμίστε τον εκτυπωτή σύμφωνα με τον οδηγό που εμφανίζεται."
MSM6182="Δεν βρέθηκαν εκτυπωτές.\nΚάντε κλικ στο [Επόμενο] και, κατόπιν, ρυθμίστε τον εκτυπωτή σας σύμφωνα με τον οδηγό που εμφανίζεται."
MSM6183="Αναζήτηση Διεύθ. IP"
MSM6184="Επιλέξτε τον εκτυπωτή που θέλετε να ρυθμίσετε από τη λίστα. Εάν διάφοροι εκτυπωτές έχουν ότι ίδιο όνομα προϊόντος ελέγξτε τον αριθμό σειράς."
MSM6185="Έλεγχος αριθμού σειράς"
MSM6186="Εάν ο εκτυπωτής που ψάχνετε δεν υπάρχει στη λίστα, κάντε κλικ στο [Δεν βρέθηκε εκτυπωτ]."
MSM6187="Δεν βρέθηκε εκτυπωτ"
MSM6190="Προετοιμασία εκτυπωτή"
MSM6191="Πιέστε το παρακάτω κουμπί του εκτυπωτή σας, κρατήστε το πατημένο για 3 δευτερόλεπτα και κάντε κλικ στο [Επόμενο]."
MSM6192="Εάν αντιμετωπίζετε προβλήματα σύνδεσης όταν χρησιμοποιείτε αυτό το κουμπί, κάντε κλικ στο [Οδηγίες]."
MSM6193="Αναζήτηση εκτυπωτών. Περιμένετε. Θα διαρκέσει περίπου ένα λεπτό."
MSM6200="Γίνεται έλεγχος της κατάστασης του σαρωτή"
MSM6201="Συνδέστε τον σαρωτή και τον υπολογιστή χρησιμοποιώντας το καλώδιο USB.\nΕνεργοποιήστε τον σαρωτή εάν διαθέτει κουμπί ON ή διακόπτη τροφοδοσίας."
MSM6202="Αδυναμία εντοπισμού σαρωτή.\nΚάντε κλικ στο [Αντιμετώπιση προβλημάτων], για πιθανές λύσεις."
MSM6203="Έχει συνδεθεί καλώδιο USB στον σαρωτή. Αποσυνδέστε το."
MSM6204="Ο σαρωτής εντοπίστηκε. Περιμένετε μέχρι να ολοκληρωθεί η εγκατάσταση.\nΑυτό ενδέχεται να διαρκέσει λίγο χρόνο."
MSM6210="Μάθετε περισσότερα σχετικά με τον Canon %s σας"
MSM6211="Περισσότερες εφαρμογές για %s"
MSM6212="Εγχειρίδιο Canon %s"
MSM6213="Εγχειρίδιο online"
MSM6220="Οι προετοιμασίες του εκτυπωτή ενδέχεται να μην έχουν ολοκληρωθεί. Ανατρέξτε στο Εγχειρίδιο Online."
MSM6221="Οι προετοιμασίες του εκτυπωτή ενδέχεται να μην έχουν ολοκληρωθεί."
MSM6222="Ανατρέξτε στο Εγχειρίδιο Online."
MSM6230="Σύνδεση μέσω ασύρματου δρομολογητή"
MSM6233="Ανάλογα με το περιβάλλον του δικτύου σας, η απευθείας σύνδεση σε εκτυπωτή ενδέχεται να αποσυνδέσει τον υπολογιστή σας από το internet.\nΘέλετε να επιλέξετε έναν εκτυπωτή για σύνδεση;\n\nΤρέχουσα σύνδεση: %s"
MSM6240="Δεν ήταν δυνατό να βρεθεί ο καθορισμένος εκτυπωτής. Ελέγξτε τη διεύθυνση IP ή το όνομα Bonjour, και προσπαθήστε ξανά. Για περισσότερες λεπτομέρειες, κάντε κλικ στο [Εγχειρίδιο Online]."
MSM6241="Η καθορισμένη διεύθυνση IP ή το όνομα Bonjour χρησιμοποιείται ήδη από άλλη συσκευή. Ελέγξτε τη διεύθυνση IP ή το όνομα Bonjour, και προσπαθήστε ξανά. Για περισσότερες λεπτομέρειες, κάντε κλικ στο [Εγχειρίδιο Online]."
